base
base-devel
bear
brightnessctl
clang
dhcpcd
dhcpcd-openrc
dmenu
dunst
efibootmgr
elogind-openrc
ex-vi-compat
fastfetch
fd
feh
git
grub
htop
i3lock
iwd-openrc
less
lf
libxinerama
libxss
linux
linux-firmware
llvm
man-db
man-pages
neovim
noto-fonts
openrc
openresolv
openssh
ripgrep
scrot
shellcheck-bin
stow
strace
tree
vim
xbindkeys
xclip
xcompmgr
xlibre-input-libinput
xlibre-video-ati
xlibre-video-fbdev
xlibre-video-vesa
xlibre-xserver
xorg-xinit
xterm
xwallpaper
