shells/bash
devel/bison
security/ca_root_nss
devel/cmake
x11/dmenu
graphics/drm-kmod
sysutils/dunst
misc/freebsd-doc-en
sysutils/fastfetch
shells/fd
graphics/feh
lang/gcc
devel/gdb
lang/ghc
devel/git
devel/gmake
devel/hs-cabal-install
devel/hs-haskell-language-server
devel/hs-haskell-language-server
devel/hs-haskell-language-server
sysutils/htop
deskutils/i3lock
misc/lf
www/librewolf
devel/llvm
devel/lua-language-server
devel/meson
devel/ncurses
editors/neovim
ports-mgmt/pkg
devel/pkgconf
ports-mgmt/portconfig
lang/python
textproc/ripgrep
lang/rust
graphics/scrot
x11/setxkbmap
sysutils/stow
devel/stylua
security/sudo
sysutils/tree
graphics/viu
ftp/wget
x11/xbindkeys
x11/xcape
x11/xclip
x11-wm/xcompmgr
x11/xsetroot
x11/xterm
