FreeBSD-kernel-generic
FreeBSD-kernel-generic-dbg
FreeBSD-set-base
FreeBSD-set-lib32
FreeBSD-set-minimal
bash
ca_root_nss
dmenu
drm-kmod
dunst
en-freebsd-doc
fastfetch
feh
gcc
ghc
git
gmake
hs-cabal-install
hs-haskell-language-server
i3lock
lf
librewolf
ncurses
neovim
nerd-fonts
pkg
pkgconf
scrot
sudo
tree
unzip
wifi-firmware-iwlwifi-kmod-7000
xbindkeys
xclip
xcompmgr
xf86-video-intel
xorg
