FreeBSD-kernel-generic
FreeBSD-kernel-generic-dbg
FreeBSD-set-base
FreeBSD-set-devel
FreeBSD-set-lib32
FreeBSD-set-minimal
FreeBSD-set-src
bash
ca_root_nss
dmenu
drm-kmod
dunst
en-freebsd-doc
fastfetch
fd
feh
gcc
gdb
ghc
git
gmake
hs-cabal-install
hs-haskell-language-server
htop
i3lock
lf
librewolf
llvm
lua-language-server
ncurses
neovim
nerd-fonts
pkg
pkgconf
portconfig
ripgrep
scrot
setxkbmap
stylua
sudo
tree
tree-sitter-cli
wget
wifi-firmware-iwlwifi-kmod-7000
xbindkeys
xclip
xcompmgr
xf86-video-intel
xorg-minimal
xsetroot
xterm
