amd-ucode
ark
base
base-devel
bluez
bluez-utils
brightnessctl
btrfs-progs
dolphin
dunst
efibootmgr
git
grim
grub
gst-plugin-pipewire
htop
hyprland
intel-media-driver
iwd
kate
kitty
konsole
less
libpulse
libva-intel-driver
linux
linux-firmware
ly
man-db
man-pages
neovim
noto-fonts-cjk
openssh
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plasma-meta
plasma-workspace
qt5-wayland
reflector
rofi
scrot
slurp
smartmontools
sof-firmware
tree
ttf-jetbrains-mono-nerd
uwsm
vi
vim
vulkan-intel
vulkan-nouveau
vulkan-radeon
waybar
wget
wireless_tools
wireplumber
wofi
wpa_supplicant
xdg-desktop-portal-hyprland
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xorg-xinit
zram-generator
