base
base-devel
brightnessctl
dmenu
dunst
feh
firefox
git
grub
gst-plugin-pipewire
intel-media-driver
intel-ucode
iwd
kitty
less
libpulse
libva-intel-driver
linux
linux-firmware
openssh
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
scrot
thunar
vim
vulkan-intel
vulkan-nouveau
vulkan-radeon
wireplumber
xbindkeys
xcompmgr
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xf86-video-vmware
xorg-server
xorg-xinit
xterm
zram-generator
