alsa-utils
base
base-devel
brightnessctl
btrfs-progs
dmenu
dunst
efibootmgr
fastfetch
feh
firefox
git
i3lock
intel-media-driver
intel-ucode
iwd
kitty
less
libva-intel-driver
libxft
libxinerama
libxss
linux
linux-firmware
man-db
man-pages
mesa
openssh
scrot
strace
thunar
tree
ttf-jetbrains-mono-nerd
vi
vim
vulkan-intel
vulkan-nouveau
vulkan-radeon
xbindkeys
xcompmgr
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xorg-bdftopcf
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbprint
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmessage
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xterm
zram-generator
