alsa-utils
base
base-devel
brightnessctl
btrfs-progs
dmenu
dunst
efibootmgr
feh
firefox
git
intel-media-driver
intel-ucode
iwd
kitty
less
libva-intel-driver
libxft
libxinerama
libxss
linux
linux-firmware
mesa
openssh
scrot
thunar
tree
vim
vulkan-intel
vulkan-nouveau
vulkan-radeon
xbindkeys
xcompmgr
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xf86-video-vmware
xorg-server
xorg-xinit
xorg-xrandr
xorg-xset
xorg-xsetroot
xterm
zram-generator
