shells/bash
www/chromium
ftp/curl
x11/dmenu
sysutils/dunst
sysutils/fastfetch
shells/fd
graphics/feh
lang/gcc
devel/gdb
lang/ghc
devel/git
devel/gmake
devel/hs-cabal-install
sysutils/htop
deskutils/i3lock
misc/lf
devel/llvm
editors/neovim
ports-mgmt/pkg
devel/pkgconf
textproc/ripgrep
lang/rust
graphics/scrot
sysutils/stow
security/sudo
sysutils/tree
graphics/viu
x11/xbindkeys
x11/xclip
x11-wm/xcompmgr
x11/xlibre
x11-toolkits/xwallpaper
