amd-ucode
base
base-devel
brightnessctl
btrfs-progs
clang
dunst
efibootmgr
fastfetch
git
grim
grub
gst-plugin-pipewire
htop
hyprland
intel-media-driver
iwd
kitty
less
libpulse
libva-intel-driver
linux
linux-firmware
ly
man-db
man-pages
neovim
network-manager-applet
noto-fonts-cjk
openssh
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-kde-agent
qt5-wayland
qt6-wayland
ripgrep
slurp
smartmontools
sof-firmware
swaylock
thunar
tree
ttf-jetbrains-mono-nerd
unzip
uwsm
vi
vulkan-intel
vulkan-nouveau
vulkan-radeon
waybar
wget
wireless_tools
wireplumber
wl-clipboard
woff2-font-awesome
wofi
wpa_supplicant
xdg-desktop-portal-hyprland
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xorg-server
xorg-xinit
zram-generator
