amd-ucode
ark
base
base-devel
bluez-utils
brightnessctl
btrfs-progs
dolphin
dotnet-sdk-8.0
dunst
efibootmgr
firefox
git
gnu-netcat
grub
grub-btrfs
gst-plugin-pipewire
htop
hyprland
inotify-tools
isoimagewriter
iwd
kate
kitty
konsole
ktorrent
less
libpulse
linux
linux-firmware
linux-headers
linux-lts
linux-lts-headers
man-db
man-pages
neovim
network-manager-applet
networkmanager
noto-fonts-cjk
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plasma-meta
plasma-workspace
rofi
smartmontools
sof-firmware
strace
stylua
timeshift
ttf-jetbrains-mono-nerd
unzip
vi
vim
virtualbox
virtualbox-host-modules-lts
vulkan-radeon
waybar
wget
wireless_tools
wireplumber
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xorg-bdftopcf
xorg-iceauth
xorg-mkfontscale
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbprint
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xrandr
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
zram-generator
