brew "arm-none-eabi-gcc"
brew "arm-none-eabi-gdb"
brew "fd"
brew "gdb"
brew "neovim"
brew "qemu"
brew "ripgrep"
cask "balenaetcher"
cask "brave-browser"
cask "clion"
cask "font-jetbrains-mono-nerd-font"
cask "kitty"
cask "mullvad-vpn"
cask "rider"
vscode "arm.arm-debugger"
vscode "arm.cmsis-csolution"
vscode "arm.device-manager"
vscode "arm.environment-manager"
vscode "eclipse-cdt.memory-inspector"
vscode "eclipse-cdt.peripheral-inspector"
vscode "eclipse-cdt.serial-monitor"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "redhat.vscode-yaml"
