brew "arm-none-eabi-gcc"
brew "arm-none-eabi-gdb"
brew "asm-lsp"
brew "docker"
brew "fd"
brew "gdb"
brew "llvm"
brew "lua-language-server"
brew "tree-sitter"
brew "neovim", args: ["HEAD"]
brew "qemu"
brew "ripgrep"
brew "rust"
brew "stow"
brew "tree-sitter-cli"
cask "balenaetcher"
cask "brave-browser"
cask "clion"
cask "docker-desktop"
cask "font-jetbrains-mono-nerd-font"
cask "kitty"
cask "mullvad-vpn"
cask "rider"
vscode "arm.arm-debugger"
vscode "arm.cmsis-csolution"
vscode "arm.device-manager"
vscode "arm.environment-manager"
vscode "arm.virtual-hardware"
vscode "eclipse-cdt.memory-inspector"
vscode "eclipse-cdt.peripheral-inspector"
vscode "eclipse-cdt.serial-monitor"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "redhat.vscode-yaml"
