base
base-devel
grub
gst-plugin-pipewire
intel-media-driver
intel-ucode
iwd
libpulse
libva-intel-driver
linux
linux-firmware
openssh
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
vulkan-intel
vulkan-nouveau
vulkan-radeon
wireplumber
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xf86-video-vmware
xorg-server
xorg-xinit
xterm
zram-generator
