base
base-devel
brightnessctl
btrfs-progs
dmenu
efibootmgr
feh
git
gst-plugin-pipewire
htop
intel-media-driver
intel-ucode
iwd
kitty
less
libpulse
libva-intel-driver
linux
linux-firmware
neovim
network-manager-applet
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
scrot
thunar
trayer
unzip
vim
vulkan-intel
vulkan-nouveau
vulkan-radeon
wireplumber
xcompmgr
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xf86-video-vmware
xfce4-power-manager
xmobar
xmonad
xmonad-contrib
xorg-server
xorg-xinit
xscreensaver
zram-generator
