base
base-devel
btrfs-progs
efibootmgr
git
intel-media-driver
intel-ucode
iwd
libva-intel-driver
linux
linux-firmware
mesa
openssh
vim
vulkan-intel
vulkan-nouveau
vulkan-radeon
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xf86-video-vmware
xorg-server
xorg-xinit
zram-generator
