alsa-utils
binutils-arm-none-eabi  # unsure, may be 'binutils-arm-none-eabi' or 'binutils-arm-none-eabi' in Debian
gcc-arm-none-eabi
# base (Arch group, skip)
# base-devel (Arch group, skip)
bash-language-server
bear
brightnessctl
btrfs-progs
cabal-install
clang
dmenu
dunst
efibootmgr
ex-vi  # Debian package is 'ex-vi'
fastfetch
fd-find  # Debian package is 'fd-find'
feh
gdb
git
grub-efi-amd64-bin  # grub package, may need to adjust for system
gstreamer1.0-plugins-good  # gst-plugin-pipewire not in Debian, use gstreamer plugins
htop
i3lock
intel-media-driver
# intel-ucode (not in Debian, skip)
# iwd (not always available, skip or use 'wpasupplicant')
less
# lf (not in Debian main, skip or use alternative)
libpulse0
# linux (Arch kernel, skip)
# linux-firmware (not in Debian, skip)
llvm
# lua-language-server (not in Debian stable, skip or use PPA)
man-db
manpages
neovim
fonts-noto-cjk  # noto-fonts-cjk in Debian is fonts-noto-cjk
netcat-openbsd  # openbsd-netcat in Debian is netcat-openbsd
openssh-client
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
qemu-user
qemu-user-static
reflector
ripgrep
scrot
shellcheck
shfmt
sof-firmware
stow
strace
tree
ttf-jetbrains-mono-nerd
unzip
viu
wireplumber
xbindkeys
xcape
xclip
xcompmgr
xorg-xev
xorg-xinit
xorg-xsetroot
xterm
xwallpaper
zram-generator
