bear
brightnessctl
btrfs-progs
cabal-install
clang
dunst
fastfetch
feh
gdb
ghc
git
htop
i3lock
llvm
make
neovim
ripgrep
scrot
shellcheck
shfmt
stow
strace
suckless-tools
tree
xbindkeys
xcape
xcompmgr
xwallpaper
