bear
brightnessctl
btrfs-progs
cabal-install
cargo
clang
cmake
curl
dunst
fastfetch
fd-find
feh
gdb
ghc
git
htop
i3lock
lf
libx11-dev
libxft-dev
libxinerama-dev
libxrandr-dev
libxss-dev
llvm
make
pkg-config
ripgrep
scrot
shellcheck
shfmt
stow
strace
suckless-tools
tree
xbindkeys
xcape
xcompmgr
xwallpaper
