base
base-devel
bear
brightnessctl
btrfs-progs
dmenu
dunst
efibootmgr
fastfetch
fd
feh
gdb
git
grub
gst-plugin-pipewire
htop
i3lock
intel-ucode
iwd
less
lf
libpulse
linux
linux-firmware
man-db
man-pages
neovim
noto-fonts-cjk
openssh
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
ripgrep
scrot
sof-firmware
strace
tree
ttf-jetbrains-mono-nerd
vi
wireplumber
xbindkeys
xclip
xcompmgr
xterm
zram-generator
