alsa-utils
arm-none-eabi-binutils
arm-none-eabi-gcc
base
base-devel
bash-language-server
bear
brightnessctl
btrfs-progs
cabal-install
clang
dmenu
dunst
efibootmgr
ex-vi-compat
fastfetch
fd
feh
gdb
git
grub
gst-plugin-pipewire
htop
i3lock
intel-media-driver
intel-ucode
iwd
less
lf
libpulse
linux
linux-firmware
llvm
lua-language-server
man-db
man-pages
neovim
noto-fonts-cjk
openbsd-netcat
openssh
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
qemu-user
qemu-user-static
reflector
ripgrep
scrot
shellcheck
shfmt
sof-firmware
stow
strace
tree
ttf-jetbrains-mono-nerd
unzip
viu
wireplumber
xbindkeys
xcape
xclip
xcompmgr
xorg-xev
xorg-xinit
xorg-xsetroot
xterm
zram-generator
