base
base-devel
bear
brightnessctl
dmenu
dunst
fastfetch
fd
feh
git
htop
i3lock
iwd
less
lf
linux
man-db
man-pages
neovim
noto-fonts-cjk
openssh
ripgrep
scrot
tree
ttf-jetbrains-mono-nerd
unzip
vi
xbindkeys
xclip
xcompmgr
xterm
zram-generator
